{
  "version": 7,
  "backups": [
    {
      "name": "aboutus",
      "messages": [
        {
          "data": {
            "content": "https://media.discordapp.net/attachments/1032688030642884639/1033423204867375104/about_us.png",
            "embeds": null,
            "attachments": []
          },
          "reference": ""
        },
        {
          "data": {
            "content": null,
            "embeds": [
              {
                "title": "Light Reimagined คืออะไร",
                "description": "Light Reimagined เป็นเซิร์ฟเวอร์ผจญภัย/เอาชีวิตรอดสำหรับผู้เล่นที่กำลังมองหากึ่งวานิลลาที่เน้นเป็นกันเอง โดยมี [Codepex Studio](https://discord.gg/aJD4h6fbCf) โฮสต์พื้นที่สำหรับความคิดสร้างสรรค์ และสนับสนุนให้สมาชิกมีส่วนร่วมในชุมชนด้วยการก่อตั้งเมือง สร้างสิ่งมหัศจรรย์ ดูแลร้านค้า เข้าร่วมในการผจญภัยแบบกลุ่ม หรือแม้แต่เขียนเรื่องราวของตนเอง",
                "color": 3209056
              },
              {
                "title": "กฎและการคุ้มครอง",
                "description": "ผู้เล่นได้รับการสนับสนุนให้อ้างสิทธิ์ในอาณาเขตและสร้างเมืองของตนเอง แต่ละเมืองสามารถกำหนดกฎของตนเองได้ฟรีตราบใดที่ไม่ขัดแย้งกับกฎของเซิร์ฟเวอร์ นโยบายของเราเกี่ยวกับการต่อสู้แบบ PvP คือควรเป็นไปโดยสมัครใจหรือเปิดใช้งานโดยกฎของฝ่ายเมือง",
                "color": 3209056
              },
              {
                "title": "เศรษฐกิจแลกเปลี่ยน",
                "description": "เราใช้เพชรเป็นสกุลเงินในการใช้จ่ายต่างๆยอดถึงการกำหนดราคาสินค้าในการกำหนดราคาสินค้าควรกำหนดให้มีมาตรฐานมากที่สุดหรือสมดุลสมเหตุสมผล",
                "color": 3209056
              },
              {
                "title": "ชุมชน",
                "description": "Light Reimagined ไม่ได้เป็นเพียงเซิร์ฟเวอร์ เราเป็นกลุ่มนักเล่นเกมที่มีใจเดียวกันจากภูมิหลังที่หลากหลาย ซึ่งรวมตัวกันเข้า Minecraft ไม่ว่าจะเป็นการแชร์มีม, สนทนาหัวข้อสุ่มผ่าน ดิสคอส, เล่นเกมอื่น ๆ ที่มีผู้เล่นหลายคนนับไม่ถ้วนที่เราแบ่งปัน ชุมชน Light Reimagined ยังคงสนุกสนาน ,บรรยากาศเป็นกันเอง ,เซิร์ฟเวอร์เป็นของพวกคุณ.",
                "color": 3209056
              }
            ],
            "attachments": []
          },
          "reference": ""
        }
      ],
      "targets": [
        {
          "url": "https://discord.com/api/webhooks/1032692780079783947/Zo4NdAZUQpdBZoqChR48dTCy9t2HIjNMEopM9TZYxCQIAWl1p7_Dt8I4oe0VfvC24F71"
        }
      ]
    }
  ]
}
