{
  "version": 7,
  "backups": [
    {
      "name": "rule-v3",
      "messages": [
        {
          "data": {
            "content": "https://media.discordapp.net/attachments/1032688030642884639/1033368452762701844/rules.png",
            "embeds": null,
            "attachments": []
          },
          "reference": ""
        },
        {
          "data": {
            "content": null,
            "embeds": [
              {
                "title": "1 ) อย่าขโมย",
                "description": "> นี่คือกฎที่สำคัญที่สุด เพียงแค่อย่าแตะต้องหรือนำสิ่งของที่ไม่ใช่ของคุณไป\n\n> การไม่ปฏิบัติตามกฎนี้จะส่งผลให้มีการแบนทันทีจากเซิร์ฟเวอร์โดยไม่มีโอกาสในการอุทธรณ์",
                "color": 16763685
              },
              {
                "title": "2 ) อย่าเกรียน",
                "description": "> อย่าเกรียนสิ่งที่สร้างของคนอื่น\n\n> อย่าเปลี่ยนภูมิทัศน์ หากคุณไม่ได้ตั้งใจจะสร้างสิ่งก่อสร้าง\n\n> อย่าโจมตีผู้เล่นอื่นโดยไม่ได้รับอนุญาต อ้างถึงกฎข้อ 9 สำหรับกฎ PVP",
                "color": 16763685
              },
              {
                "title": "3 ) อย่างี่เง่า",
                "description": "> การแชทของเซิร์ฟเวอร์มีไว้สำหรับทุกวัย นั่นหมายถึงไม่มีการเหยียดเชื้อชาติ การกีดกันทางเพศ ภาษาหยาบคาย หรือความคิดเห็นที่เลือกปฏิบัติอื่นๆ\n\n> ห้ามก่อกวนหรือล้อเลียนผู้เล่นอื่นในห้องพูดคุยหรือในเกม\n\n> อย่าสแปมหรือโฆษณา",
                "color": 16763685
              },
              {
                "title": "4 ) อย่าแฮ็ก / ไม่มีการโกง",
                "description": "> อย่าใช้ X-ray/ ปั้มไอเท็ม, แฮ็กบิน หรือการหาช่องโหว่\n\n> ถามก่อน หากคุณไม่แน่ใจเกี่ยวกับการใช้ มอด / โปรแกรม ที่อาจถือได้ว่าเป็นการโกง",
                "color": 16763685
              }
            ],
            "attachments": []
          },
          "reference": ""
        },
        {
          "data": {
            "content": "https://media.discordapp.net/attachments/1032688030642884639/1033368452326502500/server_rules.png",
            "embeds": null,
            "attachments": []
          },
          "reference": ""
        },
        {
          "data": {
            "content": null,
            "embeds": [
              {
                "title": "5 ) กฎอาณาเขต อาคาร และการอ้างสิทธิ์ในที่ดิน",
                "description": "> ผู้เล่นอาจอ้างสิทธิ์ในอาณาเขต นอกเขตแดนของดินแดนอื่นและอาจบังคับใช้กฎของตนเองภายในพื้นที่ ตราบเท่าที่พวกเขาไม่รบกวนกฎของเซิร์ฟเวอร์\n\n> ห้ามสร้างภายในอาณาเขตที่ผู้เล่นคนอื่นครอบครองอยู่แล้วโดยไม่ได้รับอนุญาต\n\n> อาณาเขตของคุณควรอยู่นอกระยะ (ประมาณ 100-128 บล็อค) สามารถอ้างสิทธิ์ได้โดยใช้กำแพง ป้าย หรือ อะไรก็ได้ที่ให้เห็นขอบเขต\n\n> หลีกเลี่ยงการสร้าง Redstone และเครื่องจักรที่ สิ่งมีชีวิต มากเกินไปใกล้กันเกินไป ซึ่งจะทำให้เกิดความหน่วงที่ส่งผลต่อทั้งเซิร์ฟเวอร์ โดยเฉพาะใกล้จุดเกิดโลก พิจารณาแบ่งเมืองออกเป็นเขตที่มีการจัดระเบียบเพื่อหลีกเลี่ยงปัญหานี้",
                "color": 16719616
              },
              {
                "title": "6 )  กฏนรกและดิเอนด์",
                "description": "> นรก ไม่ได้เป็นของใคร คุณสามารถสร้างและปรับปรุงได้ตามที่เห็นสมควร อย่างไรก็ตาม โปรดอย่าเปลี่ยนแปลงงานสร้างของผู้อื่นโดยไม่ได้รับอนุญาต อีกครั้ง โปรดติดป้ายกำกับสิ่งของเพื่อหลีกเลี่ยงความขัดแย้ง\n\n> หากคุณไม่แน่ใจว่าจะเชื่อมต่อพอร์ทัลของคุณกับ Nether ได้อย่างไร ขอความช่วยเหลือ <@&1033374906747994272> ทำงานกันอย่างหนักเพื่อรักษาระบบขนส่งที่สะดวก และ ปลอดภัย",
                "color": 16719616
              },
              {
                "title": "7 ) ห้ามขอ",
                "description": "> นี่คือเซิร์ฟเวอร์เอาตัวรอด ห้ามขอ (items spawns ?)\n\n> Teleport ใช้สำหรับตรวจสอบดูแลความเรียบร้อยเท่านั้น",
                "color": 16719616
              },
              {
                "title": "8 ) ห้ามอย่าตัวเป็นผู้ดูแลหรือเจ้าของเซิร์ฟเวอร์",
                "description": "> ห้ามแอบอ้างเป็นแอดมิน เจ้าของ หรือผู้ดูแล\n\n> อย่าขู่ว่าจะแบนผู้เล่นคนอื่นจากเซิร์ฟเวอร์",
                "color": 16719616
              },
              {
                "title": "9 ) PVP โดยได้รับความยินยอมเท่านั้น",
                "description": "> ห้ามดักฆ่าจุดเกิด\n\n> อนุญาตให้ใช้ PVP สำหรับการดวลที่ยินยอมและ เป็นช่องทางให้กลุ่มเมืองบังคับใช้กฎอาณาเขตของตนเอง",
                "color": 16719616
              }
            ],
            "attachments": []
          },
          "reference": ""
        }
      ],
      "targets": [
        {
          "url": "https://discord.com/api/webhooks/1032692780079783947/Zo4NdAZUQpdBZoqChR48dTCy9t2HIjNMEopM9TZYxCQIAWl1p7_Dt8I4oe0VfvC24F71"
        }
      ]
    }
  ]
}
